/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "和莎拉喝咖啡";
"Craft beer seminar" = "手工啤酒講座";
"Electrician comes" = "電工來";
"Go cycling with Marc" = "和馬克一起騎腳踏車";
"Hit the gym with Alex" = "和亞歷一起上健身房";
"Italian lesson" = "義大利文課";
"Marc’s birthday" = "馬克生日";
"Volunteer at the library" = "圖書館擔任志工";

/* "Work" calendar */

"Benefits presentation" = "利潤報告";
"Budget review" = "預算審查";
"Interview with Lydia" = "與琳蒂面談";
"Meet with Diane" = "與戴安碰面";
"Monthly conference call" = "每月視訊會議";
"Team meeting" = "團隊會議";
"Work from home" = "在家工作";
